Repository: mla/mla-time-ago
Catalog: po/*.po
Languages: de, es, nl, ru

source: about {count} hour
de: vor etwa einer Stunde
es: alrededor de 1 hora
nl: ongeveer een uur
ru: около {count} часа

source: about {count} month
de: vor etwa einem Monat
es: alrededor de 1 mes
nl: ongeveer een maand
ru: около {count} месяца

source: about {count} year
de: vor etwa einem Jahr
es: alrededor de 1 año
nl: ongeveer een jaar
ru: около {count} года

source: almost {count} year
de: vor fast einem Jahr
es: casi 1 año
nl: bijna een jaar
ru: почти {count} год

source: half a minute
de: vor einer halben Minute
es: medio minuto
nl: een halve minuut
ru: меньше минуты

source: less than a minute
de: vor weniger als einer Minute
es: menos de 1 minuto
nl: minder dan een minuut
ru: меньше {count} минуты

source: less than {count} second
de: vor weniger als eine Sekunde
es: menos de 1 segundo
nl: minder dan een seconde
ru: меньше {count} секунды

source: over {count} year
de: vor mehr als einem Jahr
es: más de 1 año
nl: meer dan een jaar
ru: больше {count} года

source: {count} day
de: vor einem Tag
es: 1 día
nl: 1 dag
ru: {count} день

source: {count} minute
de: vor einer Minute
es: 1 minuto
nl: 1 minuut
ru: {count} минуту

source: {count} month
de: vor einem Monat
es: 1 mes
nl: 1 maand
ru: {count} месяц

source: {count} second
de: vor einer Sekunde
es: 1 segundo
nl: 1 seconde
ru: {count} секундy
